Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource3420
source: Overwrite mode:
af: Vervang lêers
ar: حالة إعادة الكتابة
az_arab: Yenidən yazılma:
be: Перазапіс
bg: Режим за презаписване
bn: প্রতিস্থাপন পদ্ধতি
ca: Sobreescriu:
ca_es_valencia: Sobreescriu
cs: Způsob přepisování
cy: Modd disodli
da: Overskrivningstilstand:
de: Dateien überschreiben
el: Επιλογές αντικατάστασης αρχείων:
eo: Anstataŭiga skribreĝimo
es: Sobreescribir
et: Ülekirjutus
eu: Gainidazketa modua:
fa: حالت جایگزینی
fi: Samannimiset tiedostot:
fr: Mode de remplacement :
fy: Oerskriuw modus
ga: Modh forscríofa
gl: Modo sobrescribir:
gu: અધિલેખન રીત
he: מצב דריסה:
hi: अधिलेखन रीत
hr: Natpiši postojeće
hu: Felülírás
hy: Վերագրանցում
id: Ragam tulis timpa:
is: Yfirritunarhamur:
it: Sovrascrittura:
ja: 上書きモード
ka: ზედგადაწერა
kk: Қайта жазу
ko: 덮어쓰기 모드
ku_arab: جۆری بەسەردا نووسینەوە
ky_kg: Кайта жазуу
lt: Perrašymo režimas
lv: Pārrakstīšana
mk: Презапишување
mn_cyrl: Давхарлаж бичих горим
mr: Overwrite रीत
ms: Mod tulis semula
nb: Overskrivelse
ne: अधिलेखन मोड
nl: Overschrijfmethode:
nn: Overskriving modus
pa_in: ਉਪਰੀਲੇਖਨ ਢੰਗ
pl: Tryb nadpisywania:
ps: سرليکلو اکر
pt_br: Modo de sobrescrição:
ro: Modul de înlocuire
ru: Перезапись:
si: උඩින් ලිවීමේ ආකාරය:
sk: Nastavenie prepísania:
sl: Prepisovalni način:
sq: Mënyra e mbishkrimit:
sr_cyrl: Замена
sr_latn: Zamena
sv: &Överskrivningsläge:
sw: Mtindo wa kuandikia juu:
ta: மேலெழுதல் முறைமை
tg_arab: Навиштан:
th: การบันทึกทับ
tk_cyrl: Üztünden ýazma mody:
tr: Üzerine Yazma Kipi:
tt_arab: Яңадан язарга:
ug_arab: قاپلاش مودېلى
uk: Режим перезапису
uz_cyrl: Қайта ёзиш режими:
uz_latn: Qayta yozish rejimi:
vi: Chế độ ghi đè
yo_latn: Móòdù ìkọsórí:
zh_hans: 覆盖模式
zh_hant: 覆寫模式

# Resource3421
source: Ask before overwrite
af: Vervang slegs met bevestiging
ar: السؤال قبل إعادة الكتابة
az_arab: Təsdiqli
be: &З пацверджаннем
bg: Потвърждение преди презаписване
bn: প্রতিস্থাপনের পূর্বাভাস
ca: Amb confirmació
ca_es_valencia: Pregunta abans de sobreescriure
cs: Zeptat se před přepisem
cy: Gofyn cyn disodli
da: Spørg før overskrivning
de: Nur mit Bestätigung
el: Ερώτηση πριν την αντικατάσταση
eo: &Kun konfirmo
es: Con confirmación
et: Küsi e&nne ülekirjutamist
eu: Galdetu gainidatzi aurretik
fa: پرسش قبل از جایگزینی
fi: Kysy tapauskohtaisesti
fr: Confirmer avant de remplacer
fy: Freegje foardat jo oerskriuwe
ga: Deimhnigh sular forscríobhtar
gl: Preguntar antes de sobrescribir
gu: અધિલેખન કરતાં પહલાં પૂછો
he: שאל לפני דריסה
hi: अधिलेखन करने से पहले पूछे
hr: Pitaj prije natpisivanja postojećeg
hu: Rákérdezés felülírás előtt
hy: Հաստատումով
id: Konfirmasikan sebelum tulis timpa
is: Spyrja áður en yfirritað er
it: Chiedi prima di sovrascrivere
ja: 上書きする前に確認
ka: ზედგადაწერის დასტური
kk: &Растаумен
ko: 덮어쓰기 전에 확인
ku_arab: بپرسە پێش بەسەردا نووسینەوە
ky_kg: &Далилдөө менен
lt: Paklausti prieš perrašant
lv: &Jautāt pirms pārrakstīšanas
mk: Прашај пред да презапишеш
mn_cyrl: Давхарлаж бичхээсээ өмнө асуух
mr: overwrite करण्यापुर्वी विचारा
ms: Tanya sebelum menulis semula
nb: Bekreft før overskrivelse
ne: अधिलेखन गर्नु अगाडि सोध्नुहोस्
nl: Vragen voor overschrijven
nn: Bekrefta før overskriving
pa_in: ਉਪਰੀਲੇਖਨ ਤੋਂ ਪਹਿਲਾਂ ਤਸਦੀਕ
pl: Monituj przed nadpisaniem
ps: سرليکلو نه مخکښې پوښتل
pt_br: Perguntar antes de sobrescrever
ro: Întreabă înainte de a înlocui
ru: С подтверждением
si: උඩින් ලියන්නට පෙර අසන්න
sk: Spýtať sa pred prepísaním
sl: Vprašaj pred prepisovanjem
sq: Pyet para mbishkrimit
sr_cyrl: Питај пре него што замениш
sr_latn: Pitaj pre nego što zameniš
sv: Fråga före överskrivning
sw: Uliza kabla kuandikia juu
ta: மேலெழுதுவதற்கு முன் கேள்
tg_arab: Бо тасдиқ
th: ถามก่อนมีการบันทึกทับ
tk_cyrl: Üstünde ýazmazdan öň sora
tr: Yazılmadan Önce Sorulsun
tt_arab: Раслау белән
ug_arab: قاپلاشتىن بۇرۇن سورا
uk: Запитувати перед перезаписом
uz_cyrl: Ёзишдан олдин сўрамоқ
uz_latn: Yozishdan oldin so‘ramoq
vi: Hỏi trước khi ghi đè
yo_latn: Béèrè kí ó tó kọ sórí faíli
zh_hans: 在覆盖前询问
zh_hant: 覆寫前先詢問我

# Resource3422
source: Overwrite without prompt
af: Vervang sonder bevestiging
ar: إعادة الكتابة بدون تنبيه
az_arab: Təsdiqsiz
be: Бы&ез пацверджанні
bg: Презаписване без потвърждение
bn: আভাসবিহীন প্রতিস্থাপন
ca: Sense confirmació
ca_es_valencia: Sobreescriu sense confirmació
cs: Přepsat bez výzvy
cy: Disodli heb awgrymeb
da: Overskriv uden at spørge
de: Ohne Bestätigung
el: Αντικατάσταση χωρίς ερώτηση
eo: &Sen konfirmo
es: Sin confirmación
et: Ki&rjuta küsimata üle
eu: Gainidazi galdetu gabe
fa: جایگزینی بدون اخطار
fi: Korvaa
fr: Remplacer sans demander
fy: Oerskriuwe sûnder pront
ga: Forscríobh gan iarraidh
gl: Sobrescribir sen preguntar
gu: વગર પૂછે અધિલેખન(જુનું મટાવવું) કરો
he: שכתב ללא יידוע
hi: बिना पूछे अधिलेखन(पुराने को मिटाना) करें
hr: Natpiši postojeće bez upozorenja
hu: Felülírás rákérdezés nélkül
hy: Առանց հաստատման
id: Tulis timpa tanpa konfirmasi
is: Yfirrita án kvaðningar
it: Sovrascrivi senza chiedere
ja: 確認しないで上書き
ka: ზედგადაწერა დასრურის გარეშე
kk: &Растаусыз
ko: 물어보지 않고 덮어쓰기
ku_arab: بەسەردا بنووسەوە بەبێ ڕەزامەندی
ky_kg: Д&алилдөөсүз
lt: Perrašyti neįspėjant
lv: Pārra&kstīt bez jautāšanas
mk: Презапиши без прашување
mn_cyrl: Асуултгүй давхарлаж бичих
mr: Overwrite न विचारता करा
ms: Tulis semula tanpa perlu diberitahu
nb: Overskriv uten bekreftelse
ne: प्रोम्टबिना अधिलेखन गर्नुहोस्
nl: Overschrijven zonder te vragen
nn: Skriv over utan bekrefting
pa_in: ਬਿਨ੍ਹਾਂ ਤਸਦੀਕ ਉਪਰੀਲੇਖਨ
pl: Nadpisuj bez monitowania
ps: بې له پارليکې سرليکل
pt_br: Sobrescrever sem alertar
ro: Înlocuieşte fară a întreba
ru: Без подтверждения
si: ඇසීමෙන් තොරව උඩින් ලියන්න
sk: Prepísať bez výzvy
sl: Prepiši brez poziva
sq: Mbishkruaj pa nxitje
sr_cyrl: Замени без запиткивања
sr_latn: Zameni bez zapitkivanja
sv: Skriv över utan att fråga
sw: Andikia juu bila kisituo
ta: கேட்காமல் மேலெழுது
tg_arab: Бе тасдиқ
th: บันทึกทับโดยไม่มีข้อความพร้อมรับ
tk_cyrl: Soramazdan ýaz
tr: Sorulmadan Üzerine Yazılsın
tt_arab: Раслаусыз
ug_arab: ئەسكەرتمەي قاپلا
uk: Перезаписувати без запиту
uz_cyrl: Сўровсиз қайта ёзмоқ
uz_latn: So‘rovsiz qayta yozmoq
vi: Ghi đè không cần hỏi
yo_latn: Kọ sórí faíli lai béèrè
zh_hans: 不提示自动覆盖
zh_hant: 覆寫時不詢問

# Resource3423
source: Skip existing files
af: Slaan bestaande lêers oor
ar: تجاوز الملفات المتوفرة
az_arab: Ötürmək
be: Прап&ускаць
bg: Пропускане на съществуващите файлове
bn: একই পরিচয় প্রাপ্ত ফাইল এড়িয়ে চলা
ca: Omet els fitxers ja existents
ca_es_valencia: Conserva arxius ja existents
cs: Přeskočit existující soubory
cy: Crychneidio ffeiliau presennol
da: Spring eksisterende filer over
de: Vorhandene Dateien überspringen
el: Παράβλεψη των υπαρχόντων αρχείων
eo: &Preterlasu estantaj dosieroj
es: Conservar archivos existentes
et: &Jäta olemasolevad failid vahele
eu: Jauzi dauden agiriak
fa: چشمپوشی فایل‌های موجود
fi: Ohita
fr: Ignorer les fichiers existants
fy: Besteande triemmen oerslaan
ga: Déan neamhaird de na comhaid atá ann cheana
gl: Omitir ficheiros existentes
gu: પહેલાથી હયાત ફ઼ાઇલસને છોડો
he: דלג על קבצים קיימים
hi: पहले से मौजूद फ़ाइलस को छोड़े
hr: Preskoči postojeće datoteke
hu: A létező fájlok kihagyása
hy: Բաց թողնել
id: Lewati berkas yang ada
is: Sleppa gildandi skrám
it: Non sovrascrivere i file esistenti
ja: 存在するファイルはスキップ
ka: არსებული ფაილების გამოტოვება
kk: Өткізіп &жіберу
ko: 존재하는 파일 건너뛰기
ku_arab: پەڕگە هەبووەکان بپەڕێنە
ky_kg: Өткө&рүү
lt: Praleisti esančius failus
lv: I&zlaist esošos failus
mk: Изостави постоечки датотеки
mn_cyrl: Байгаа файлыг алгасах
mr: अस्तित्वात असलेल्या फ़ाइल सोडा
ms: Abaikan fail yang ada
nb: Hopp over filer som finnes allerede
ne: अवस्थित फाइलहरू फड्काउनुहोस्
nl: Bestaande bestanden overslaan
nn: Hopp over eksisterande filer
pa_in: ਮੌਜੂਦਾ ਫਾਇਲਾਂ ਨਾਂ ਕੱਡੋ
pl: Pomiń istniejące pliki
ps: شته دوتنې پرېښودل
pt_br: Ignorar os arquivos existentes
ro: Sări peste fişierele existente
ru: Пропускать
si: පවත්නා ගොනු මගහරින්න
sk: Preskočiť existujúce súbory
sl: Preskoči obstoječe datoteke
sq: Kapërce skedarët ekzistues
sr_cyrl: Прескочи постојеће датотеке
sr_latn: Preskoči postojeće datoteke
sv: Hoppa över befintliga filer
sw: Ruka faili zilizopo
ta: தற்பொழுதுள்ள கோப்புகளைத் தவிர்
tg_arab: Мисс
th: ข้ามไฟล์ที่มีอยู่
tk_cyrl: Bar faýllary ätle
tr: Var Olan Dosyalar Atlansın
tt_arab: Төшереп калдырырга
ug_arab: مەۋجۇد ھۆججەتتىن ئاتلا
uk: Пропускати існуючі файли
uz_cyrl: Мавжуд файлларни ўтказиб юбормоқ
uz_latn: Mavjud fayllarni o‘tkazib yubormoq
vi: Bỏ qua tệp đã có
yo_latn: Mà wo faíli tó ti wà níbẹ
zh_hans: 跳过已经存在的文件
zh_hant: 略過現有的檔案

# Resource3424
source: Auto rename
af: Hernoem outomaties
ar: تسمية تلقائية
az_arab: Birbaşa yenidən adlandırmaq
be: Пераназваць аўтам.
bg: Автоматично преименуване
bn: স্বয়ংক্রিয় পুঃনামকরণ
ca: Reanomena automàticament
ca_es_valencia: Reanomena automàticament
cs: Automatické přejmenování
cy: Ailenwu yn awtomatig
da: Automatisk omdøbning
de: Automatisch umbenennen
el: Αυτόματη μετονομασία
eo: Aŭtonomŝanĝo
es: Renombrar automáticamente
et: Nimeta a&utomaatselt ümber
eu: Berez berrizendatu
fa: تغییرنام خودکار
fi: Uudelleennimeä automaattisesti
fr: Renommer automatiquement
fy: Automatysk omneame
ga: Athainmnigh go huathoibríoch
gl: Renomeo automático
gu: સ્વચાલિત પુન: નામકરણ
he: שנה שם אוטומטית
hi: स्वचालित पुन: नामकरण
hr: Automatska promjena naziva
hu: Automatikus átnevezés
hy: Վերանվանել
id: Penamaan ulang automatis
is: Sjálfendurnefnun
it: Rinomina automaticamente
ja: 自動的に名前を変更
ka: ავტო-გადარქმევა
kk: Автоматты қайта атау.
ko: 자동으로 이름 바꾸기
ku_arab: خۆکار ناوگۆڕین
ky_kg: Автоматтык түрдө атын өзгөртүү.
lt: Automatiškai pervadinti
lv: A&utopārdēvēšana
mk: Автоматски преименувај
mn_cyrl: Автоматаар нэр солих
mr: स्वयंचलित नाव बदलवा
ms: Namakan semula automatik
nb: Navngi nye filer automatisk
ne: स्वचालित पुन: नामकरण
nl: Automatisch hernoemen
nn: Endra filnamn automatisk
pa_in: ਆਪੇ ਨਾਂ ਬਦਲ ਦਿਓ
pl: Automatycznie zmień nazwy
ps: خپله بيانومول
pt_br: Auto-renomear
ro: Auto redenumire
ru: Переименовать автоматически
si: ගොනු ස්වයංව යළි නම් වීම
sk: Automaticky premenovať
sl: Samodejno preimenuj
sq: Riemërto automatikisht
sr_cyrl: Аутоматска промена назива
sr_latn: Automatska promena naziva
sv: Byt namn automatiskt
sw: Patia jina upya kioto
ta: தானாக மாற்றுப்பெயரிடு
tg_arab: Ба таври худкор тағйир диҳед
th: เปลี่ยนชื่ออัตโนมัติ
tk_cyrl: Awtomatiki adyny üýtget
tr: Otomatik Olarak Yeniden Adlandırılsın
tt_arab: Исемен автоматик үзгәртергә
ug_arab: ئۆزلۈكىدىن ئاتىنى ئۆزگەرت
uk: Автоматично перейменовувати
uz_cyrl: Aвтоматик номини ўзгартирмоқ
uz_latn: Avtomatik nomini o‘zgartirmoq
vi: Tự động đổi tên
yo_latn: Tun orukọ kọ laládàáṣiṣẹ́
zh_hans: 自动重命名
zh_hant: 自動重新命名

# Resource3425
source: Auto rename existing files
af: Hernoem bestaande lêers outomaties
ar: تسمية الملفات الموجودة تلقائياً
az_arab: Mövcud olanları yenidən adlandırmaq
be: Переім. аўтам. істот.
bg: Автоматично преименуване на съществуващите файлове
bn: একই পরিচয় প্রাপ্ত ফাইলের নাম পরিবর্ত্ন
ca: Auto-reanomena fitxers existents
ca_es_valencia: Reanomena automàticament arxius ja existents
cs: Automatické přejmenování existujících souborů
cy: Ailenwu ffeiliau presennol yn awtomatig
da: Automatisk omdøbning af eksisterende filer
de: Vorhandene Dateien umbenennen
el: Αυτόματη μετονομασία των υπαρχόντων αρχείων
eo: Aŭtonomŝanĝo de ekzistantaj dosieroj
es: Autorrenombrar archivos existentes
et: Nimeta &olemasolevad f. autom. ümber
eu: Berez berrizendatu dauden agiriak
fa: تغییرنام خودکار فایل های موجود
fi: Uudelleennimeä entiset automaattisesti
fr: Renommer les fichiers existants
fy: Automatysk ek by besteande triemmen
ga: Athainmnigh na comhaid atá ann cheana
gl: Renomeo automático de ficheiros existentes
gu: પહેલાથી હયાત ફ઼ાઇલસનો સ્વચાલિત(ઓટોમેટિક) પુન: નામકરણ કરો
he: שנה אוטומטית שם של קבצים
hi: पहले से मौजूद फ़ाइलस का स्वचालित(ओटोमेटिक) पुन: नामकरण करे
hr: Automatska promjena naziva postojećih datoteka
hu: A létező fájlok automatikus átnevezése
hy: Վերանվանել գոյություն ունեցողները
id: Penamaan ulang automatis terhadap berkas yang ada
is: Sjálfendurnefnun gildandi skráa
it: Rinomina autom. i file esistenti
ja: 自動的に既存ファイルの名前を変更
ka: არსებული ფაილების ავტო-გადარქმევა
kk: Бар файлды автом. қайта атау
ko: 존재하는 파일 이름 바꾸기
ku_arab: خۆکار ناوگۆڕینی پەڕگە هەبووەکان
ky_kg: Бар файлдардын аттарын автоматтык түрдө өзгөртүү.
lt: Automatiškai pervadinti esančius failus
lv: Automātiski pārdēvēt esošos failu
mk: Автоматски преименувај постоечки датотеки
mn_cyrl: Байвал нэрийг нь солих
mr: अस्तित्वात असलेल्या फ़ाइलचे आपोआप नाव बदलवा
ms: Namakan automatik fail yang ada
nb: Navngi filer som finnes automatisk
ne: स्वचालित पुन: नामकरण अवस्थित फाइलहरू
nl: Bestaande bestanden automatisch hernoemen
nn: Endra filnamn automatisk for eksisterande filer
pa_in: ਮੌਜੂਦਾ ਫਾਇਲਾਂ ਦਾ ਆਪੇ ਨਾਂ ਬਦਲ ਦਿਓ
pl: Automatycznie zmień nazwy istniejących plików
ps: شته دوتنې خپله بيانومول
pt_br: Auto-renomear os arquivos existentes
ro: Auto redenumeşte fişierele existente
ru: Переименовать существующие
si: පවත්නා ගොනු‍ ස්වයංව යළි නම් කරන්න
sk: Automaticky premenovať existujúce súbory
sl: Samodejno preimenuj obstoječe datoteke
sq: Riemërto automatikisht skedarët ekzistues
sr_cyrl: Аутоматска промена назива постојећих датотека
sr_latn: Automatska promena naziva postojećih datoteka
sv: Byt namn på befintliga filer automatiskt
sw: Patia faili zilizopo majina mapya kioto
tg_arab: Номгузории мавҷударо тағйир диҳед
th: เปลี่ยนชื่อไฟล์ที่มีอยู่อัตโนมัติ
tk_cyrl: Öň bar faýllary awtomatiki usulda adyny üýtget
tr: Var Olan Dosyalar Otomatik Yeniden Adlandırılsın
tt_arab: Булганнарының исемен үзгәртергә
ug_arab: مەۋجۇد ھۆججەت ئاتىنى ئۆزگەرت
uk: Автоматично перейменовувати існуючі файли
uz_cyrl: Мавжуд файлларнинг номини автоматик ўзгартирмоқ
uz_latn: Mavjud fayllarning nomini avtomatik o‘zgartirmoq
vi: Tự động đổi tên tệp đã có
yo_latn: Tun kọ orukọ faíli tó ti wà níbẹ laládàáṣiṣẹ́
zh_hans: 重命名现有文件
zh_hant: 自動重新命名現有的檔案

# Resource3430
source: Eliminate duplication of root folder
ar: إزالة تكرارات المجلد الرئيسي
az_arab: Kök qovluqla bənzərliyi aradan qaldırmaq
ca: Suprimeix la duplicació de la carpeta arrel
cs: Eliminovat duplikaci kořenové složky
da: Forhindr duplikering af rodmappe
de: Verdoppelung des Wurzelordners vermeiden
el: Απαλοιφή ριζικού καταλόγου
es: Eliminar duplicado de carpeta raíz
eu: Ezabatu erro agiritegi bikoizketa
fi: Estä pääkansion kahdennus
fr: Élimine la duplication du répertoire racine
gl: Eliminar duplicidade do cartafol raíz
he: חסל שכפול של תיקיית שורש
hr: Eliminiraj dupliranje korijenske mape
hu: Gyökérmappa többszörözés megszüntetése
hy: Վերացնել արմատային թղթ. կրկնօրինակումը
id: Hilangkan duplikasi direktori akar
is: Útrýma afritinu af rótarmöppunni
it: Elimina la duplicazione della radice
ja: ルート フォルダーの重複を回避
ko: 최상위 폴더의 중복을 방지
lt: Pašalinti šakninio aplanko pasikartojimą
nl: Duplicaat van hoogste niveau verwijderen
pl: Wyeliminuj podwojenie folderu głównego
pt_br: Eliminar duplicação da pasta raiz
ru: Устранить дублирование корневой папки
si: මූල බහාලුමේ අනුපිටපත් අයින් කරන්න
sk: Eliminovať duplikáty koreňového priečinka
sl: Odpravi podvajanje korenske mape
sq: Elimino dyfishimin e dosjes rrënjësore
sv: Skapa ingen dubblett av rotmappen
sw: Ondoa urudufu wa kabrasha shina
tg_arab: Ҷузвдони такрори решаро бартараф кардан
tk_cyrl: Kök bukjasynyň dublikatlaryny ýok et
tr: Kök Klasörün Kopyalanması Engellensin
tt_arab: Тамыр папканың кабатлануын булдырмаска
uk: Усувати дублювання кореневої папки
uz_cyrl: Aсосий жилднинг такрорланишини йўқ қилмоқ
uz_latn: Asosiy jildning takrorlanishini yo‘q qilmoq
yo_latn: Mú ìfijọ àpò faíli ìpìlẹ̀ kúrò
zh_hans: 排除重复的根文件夹
zh_hant: 刪除重複的根目錄

# Resource3431
source: Restore file security
ar: استعادة ملف الأمان
az_arab: Faylın təhlükəsizlik bərpası
ca: Restaura el fitxer de seguretat
cs: Obnovit zabezpečení souborů
da: Genskab filsikkerhed
de: Dateirechte wiederherstellen
el: Επαναφορά ασφάλειας αρχείου
es: Restaurar seguridad del archivo
eu: Leheneratu agiri segurtasuna
fi: Palauta tiedostojen suojaukset
fr: Restauration du fichier de sécurité
gl: Restaurar seguridade do ficheiro
he: שחזר אבטחת קובץ
hr: Vrati sigurnost datoteka
hu: Biztonsági adatok visszaállítása
hy: Վերացնել մուտքի թույլտվությունը
id: Pulihkan keamanan berkas
is: Endurheimta skráaröryggi
it: Ripristina sicurezza dei file
ja: ファイルのセキュリティ属性を復元
ko: 파일 보안 속성을 복원
lt: Atstatyti failų saugumo nuostatas
nl: Bestandsbeveiliging herstellen
pl: Przywróć zabezpieczenia plików
pt_br: Restaurar a segurança do arquivo
ru: Устанавливать права доступа
si: ගොනු ආරක්‍ෂාව ප්‍රත්‍යර්පණය
sk: Obnoviť práva súboru
sl: Obnovi varnost datoteke
sq: Rivendos sigurinë e skedarit
sv: Återställ filsäkerhet
sw: Rejesha usalama wa faili
tg_arab: Ҳуқуқҳои дастрасиро муқаррар кардан
tk_cyrl: Faýl goraglaryny yzyna/ýerine goý
tr: Dosya Güvenliği Bilgileri Geri Yüklensin
tt_arab: Керү хакларын билгеләргә
uk: Відновляти дані безпеки файлу
uz_cyrl: Файл хавфсизлигини тикламоқ
uz_latn: Fayl xavfsizligini tiklamoq
yo_latn: Da ààbò faíli padà
zh_hans: 恢复文件安全设置
zh_hant: 恢復檔案安全設定

# Resource3500
source: Confirm File Replace
af: Bevestig lêeroorskrywing
ar: تأكيد استبدال الملف
az_arab: Faylın əvəzlənmə təsdiqi
be: Пацверджанне замены файла
bg: Подтвърдете замяната на файла
bn: ফাইল প্রতিস্থাপন নিশ্চিত করণ
ca: Confirmeu substitució de fitxers
ca_es_valencia: Confirmar substitució de fitxers
cs: Potvrzení nahrazení souboru
cy: Cadarnhau Disodli Ffeil
da: Bekræft filerstatning
de: Überschreiben bestätigen
el: Επιβεβαίωση αντικατάστασης του αρχείου
eo: Konfirmo de nomŝanĝo
es: Confirmar sustitución de archivos
et: Failiasenduse kinnitamine
eu: Baieztatu Agiri Ordeztea
fa: تایید جایگزینی فایل
fi: Vahvista tiedoston korvaus
fr: Confirmer le remplacement de fichier
fy: It ferfangen fan de triem befêstigje
ga: Deimhnigh ionadú comhaid
gl: Confirmar a substitución de ficheiro
gu: ફ઼ાઇલ પ્રતિસ્થાપન ને પાક્કુ કરો
he: אישור החלפת קובץ
hi: फ़ाइल प्रतिस्थापन को पक्का करें
hr: Potvrdite zamjenu datoteka
hu: Fájlcsere megerősítése
hy: Հաստատեք ֆայլի փոխարինումը
id: Konfirmasi Penggantian Berkas
is: Staðfesta skráaryfirritun
it: Conferma la sovrascrittura del file
ja: ファイルの上書き確認
ka: ფაილის ზედგადაწერის დასტური
kk: Файлды ауыстыру растау
ko: 파일 덮어쓰기 확인
ku_arab: دڵنیابە لە جێگرتنەوەی پەڕگە
ky_kg: Файлды алмаштырууну далилдөө
lt: Failų pakeitimo patvirtinimas
lv: Apstipriniet faila aizvietošanu
mk: Потврди Замена на Датотеки
mn_cyrl: Файл дахин байрлуулахыг батлах
mr: फ़ाइल बदलवीणे खात्री
ms: Pastikan penggantian fail
nb: Bekreft filoverskrivelse
ne: फाइल प्रतिस्थापन यकिन गर्नुहोस्
nl: Bevestigen om een bestand te vervangen
nn: Bekrefta overskriving av fil
pa_in: ਫਾਇਲ ਬਦਲਨ ਦੀ ਤਸਦੀਕ
pl: Potwierdź zamianę pliku
ps: دوتنه ځاېناستی باورييل
pt_br: Confirmar a Substituição dos Arquivos
ro: Aprobă înlocuirea fişierului
ru: Подтверждение замены файла
si: ගොනු ප්‍රතිස්ථාපනය තහවුරු කරන්න
sk: Potvrdenie nahradenia súboru
sl: Potrdite zamenjavo datoteke
sq: Prano zëvendësimin e skedarëve
sr_cyrl: Потврди замену датотеке
sr_latn: Potvrdi zamenu datoteke
sv: Bekräfta överskrivning av fil
sw: Dhibitisha kubadilisha faili
ta: கோப்பு மாற்றத்தை உறுதிசெய்
tg_arab: Тасдиқи ивази файл
th: ยืนยันการแทนที่ไฟล์
tk_cyrl: Faýl çalyşyklygyny tassykla
tr: Dosya Değiştirme Onayı
tt_arab: Файлны алыштыруны раслау
ug_arab: ھۆججەت ئالماشتۇرۇشنى جەزملە
uk: Підтвердіть заміну файлу
uz_cyrl: Файлни алмаштиришни тасдиқламоқ
uz_latn: Faylni almashtirishni tasdiqlamoq
vi: Xác nhận thay thế
yo_latn: Tẹnumọ́ àfirọ́pò faíli
zh_hans: 确认文件替换
zh_hant: 確認取代檔案

# Resource3501
source: Destination folder already contains processed file.
af: Doelgids bevat alreeds 'n lêer met hierdie naam.
ar: المجلد الهدف يحوي مسبقاً الملف
az_arab: Qovluq artıq emal olunan fayl təşkil edir.
be: Папка ўжо ўтрымоўвае апрацоўваемы файл.
bg: Директорията вече съдържа файл с такова име.
bn: নির্ধারিত ফোল্ডারে ফাইলটি আগেথেকেই আছে
ca: Ja existeix un fitxer amb el mateix nom a la carpeta de destinació.
ca_es_valencia: El directori de destinació conté un fitxer amb el mateix nom.
cs: Cílová složka již obsahuje zpracovaný soubor.
cy: Mae'r ffolder hon eisioes yn cynnwys y ffeil cyrchfan.
da: Destinationsmappen indeholder allerede behandlet fil.
de: Der Zielordner beinhaltet bereits eine Datei diesen Namens.
el: Ο φάκελος προορισμού περιέχει ήδη ένα αρχείο με το ίδιο όνομα.
eo: Dosierujo jam enhavas prilaboratan dosieron.
es: El directorio ya contiene un archivo con el mismo nombre.
et: Sihtkaust juba sisaldab töödeldavat faili.
eu: Helmuga agiritegiak jadanik badu prozesatutako agiria.
fa: پوشه مقصد از قبل حاوی فایل در حال پردازش هست
fi: Kansiossa on jo samanniminen tiedosto.
fr: Le dossier de destination contient déjà un fichier avec ce nom.
fy: Bestimmingsmap befettet al in triem mei dizze namme.
ga: Tá comhad leis an ainm seo sa spriocfhillteán cheana féin.
gl: O cartafol destino xa ten un ficheiro co mesmo nome.
gu: ગન્તવ્ય ફોલ્ડરમાં પહેલાથી જ પ્રક્રિયા થએલી ફ઼ાઇલ છે.
he: .תיקיית היעד מכילה כבר את הקובץ המעובד
hi: गन्तव्य फोल्डर में पहले से ही प्रक्रिया हुई फ़ाइल है.
hr: Ciljana mapa već sadrži datoteku koja se trenutno obrađuje.
hu: A célmappa már tartalmazza a feldolgozott fájlt.
hy: Թղթապանակում արդեն կա մշակված ֆայլ:
id: Direktori tujuan telah berisi berkas yang terproses.
is: Áfangastaðsmappan inniheldur nú þegar meðhöndluðu skrána.
it: File già esistente nella cartella di destinazione.
ja: 出力先のフォルダーには既に以下の同じファイルが存在しています。
ka: საქაღალდე უკვე შეიცავს დამუშავებულ ფაილს.
kk: Қалтада іс жүргізілетін файл бар.
ko: 대상 폴더에 이미 파일이 존재합니다.
ku_arab: بوخچەی مەبەست پەڕگەیەکی تیادایە بە هەمان ناو.
ky_kg: Баштык иштеп чыгарылган файлды камтыйт.
lt: Paskirtame aplanke jau yra apdorojamas failas.
lv: Mērķa mape jau satur apstrādājamo failu.
mk: Конечниот директориум веќе ја содржи датотеката.
mn_cyrl: Хавтас файлыг агуулсан байна.
mr: त्या फ़ोल्डरमध्ये अगोदरच कार्यान्वीत फ़ाइल आहे.
ms: Folder tujuan telah berisi fail yang telah terproses.
nb: Den behandlede filen finnes i målmappen allerede.
ne: गन्तव्य फोल्डरले पहिले नै प्रक्रिया गरिएको फाइल समावेश गर्दछ
nl: De doelmap bevat het verwerkte bestand al.
nn: Målmappa inneheld allereie ei behandla fil.
pa_in: ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਉਂਦੀ ਫਾਇਲ ਨਿਯਤ ਫੋਲਡਰ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Folder docelowy zawiera już przetwarzany plik.
ps: .موخه پوښۍ دمخه بهيرلې دوتنې لري
pt_br: A pasta destino já contém o arquivo processado.
ro: Fişierul există deja în directorul destinaţie.
ru: Папка уже содержит обрабатываемый файл.
si: ගමනාන්ත බහාලුමේ දැනටමත් සැකසූ ගොනුවක් ඇත.
sk: Cieľový priečinok už obsahuje rozbaľovaný súbor.
sl: Ciljna mapa že vsebuje obdelano datoteko.
sq: Dosja e vendarritjes e përmban tashmë skedarin e përpunuar.
sr_cyrl: Циљна фасцикла већ садржи датотеку која се тренутно обрађује.
sr_latn: Ciljna fascikla već sadrži datoteku koja se trenutno obrađuje.
sv: Målmappen innehåller redan den behandlade filen.
sw: Folda fikio tayari inayo faili iliyochakatwa.
ta: சேரிட அடைவு ஏற்கனவே செயல்படுத்தப்பட்ட கோப்பைக் கொண்டுள்ளது.
tg_arab: Ҷузвдон аллакай файли коркардшударо дар бар мегирад.
th: โฟลเดอร์ปลายทางมีไฟล์ที่ได้ประมวลผลแล้ว
tk_cyrl: Seçilen bukjada öň işlenen faýl bar.
tr: İşlenen dosya hedef klasörde zaten var.
tt_arab: Папкада эшкәртелә торган файл инде бар.
ug_arab: بۇ قىسقۇچ ئوخشاش ئاتلىق ھۆججەتتىن بىرنى ئۆز ئىچىگە ئالغان
uk: Папка призначення вже містить оброблюваний файл.
uz_cyrl: Кўрсатилган жилдда аллақачон жараён кетмоқда.
uz_latn: Ko‘rsatilgan jildda allaqachon jarayon ketmoqda.
vi: Thư mục đích đã có tập tin đó.
yo_latn: Àpò fáìlì èbúté ti ní fáìlì ìgbésẹ́.
zh_hans: 此文件夹已包含一个相同名称的文件。
zh_hant: 目的資料夾已包含要處理的檔案。
